{"/cn/about/":{"data":{"":"","关于-ip-box#关于 IP-BOX":"","关于我#关于我":"关于 IP-BOX\r这个网站分享科研和发明人在知识产权和专利领域的经验，包括通过一系列文章，包括同行的合作，提供对这个专业领域的见解。希望通过分享这些专业经验和见解，让更多的人能够有效地驾驭专利和知识产权。\n关于我\rDr. Bo Xiao\r作为一名电子工程博士，我的职业生涯涵盖了学术研究、知识产权、专利以及多领域的技术开发。我最初作为一名发明者，处理自主研发的专利，进入知识产权领域，在生物化学传感器、纳米技术和光学图像处理等领域取得了显著成就，并成功授权所有的专利。\n我对知识产权和专利领域充满热情，并继续在高新技术研发方面发挥着活跃的作用，尤其是在集成感应芯片和先进图像处理技术领域。我的多元化职业背景赋予了我对专利和知识产权更为全面的理解，这不仅包括科研技术的知识产权指导，还包括技术创新和专利相关法律的复杂领域。\n联系方式"},"title":"_index.cn"},"/cn/articles/specification/":{"data":{"":" Patent Drafting Essentials\r建设中！目前仅为英文版本。\r1 - Introduction\r2 - Title\r3 - Cross-Reference\r4 - Technical Field\r5 - Background\r6 - Summary\r7 - Brief Description of Drawings\r8 - Detailed Description\r9 - Claims\r10 - Abstract"},"title":"PATENT DRAFT ESSENTIALS"},"/cn/docs/application/checklistforpatentfiling/":{"data":{"":"","-专利申请表-utility-patent-application-transmittal#🗹 专利申请表 Utility Patent Application Transmittal":"","-专利说明书-specification#🗹 专利说明书 Specification":"","-信息披露声明-information-disclosure-statement-ids#🗹 信息披露声明 Information Disclosure Statement, IDS":"","-宣誓书或声明-oath-or-declaration#🗹 宣誓书或声明 Oath or Declaration":"","-小型和微型实体-small-and-micro-entity-status#🗹 小型和微型实体 Small and Micro Entity Status":"","-申请资料表-application-data-sheet#🗹 申请资料表 Application Data Sheet":"","-费用表-fee-transmittal#🗹 费用表 Fee Transmittal":"专利申请清单\r专利说明书 Specification 申请资料表 Application Data Sheet 专利申请表 Utility Patent Application Transmittal 宣誓书或声明 Oath or Declaration 信息披露声明 Information Disclosure Statement, IDS 小型和微型实体 Small and Micro Entity Status 费用表 Fee Transmittal 🗹 专利说明书 Specification\r专利申请中的说明书是构成申请核心的综合性书面文件。说明书旨在清晰、全面地描述发明，以便同行理解、制作和使用该发明。它必须足够详尽以满足法律要求并支持关于发明的主张。\n书面说明书 Written Specification\rTitle of the Invention: 简短但技术性的标题，准确反映发明的性质。 Cross-Reference to Related Applications: 任何相关的其他专利申请。 Background of the Invention: 讨论发明领域，并描述发明旨在解决的背景信息和问题。 Summary of the Invention: 对发明进行简洁的总结，突出其主要方面和优点。通常情况可以是对专利权限的总结。 Brief Description of the Drawings: 如包含图，对每个图表进行简要描述。 Detailed Description: 这是最重要的部分，提供了关于发明如何工作及其制作方式的全面解释。这部分通常包括发明的详尽的介绍。美国专利没有具体对实施例的要求，而是要求专利的可用性（enablement），即专利说明书应为具有相关技能的技术人员提供明确的实施指导。 Claims: 定义所寻求的专利保护范围。权利要求是申请的法律操作部分，对确定专利权范围至关重要。 Abstract of the Disclosure: 对发明的简要总结，旨在快速理解其性质和实质。 专利附图 Drawings\r虽然图是说明书的一部分，但在提交专利申请时，最好将书面说明书和图分成两个单独的文件提交。这种分成两个不同文件的做法——书面说明书和图——解决了潜在的格式问题。书面说明书现在美国专利局要求以Word DOCX文档形式提交。但作为对书面描述的视觉说明和补充，图仍可以提交适合视觉内容的格式，如PDF。这种方法确保了申请的两个方面都清晰呈现，避免了将它们合并到一个Word文件中可能出现的格式问题。\n🗹 申请资料表 Application Data Sheet\r申请资料表 (ADS)在美国专利申请过程中是一份重要文件，它提供了关于专利申请的相关信息的综合概述。应仔细填写该表格以避免任何错误或不准确之处。请注意，这个PDF表格只能通过Adobe PDF Reader阅读，可能与大多数第三方PDF阅读器或浏览器集成的PDF阅读器不兼容。\nApplication Data Sheet\rhttps://www.uspto.gov/sites/default/files/documents/aia0014.pdf\n🗹 宣誓书或声明 Oath or Declaration\r宣誓书或声明是专利申请过程中发明者必须作出的正式声明。发明人可以创建自己的专用的声明；通常，发明人所属的公司和机构可使用结合宣誓书和转让声明的二合一表格。一般而言，发明人可以使用美国专利商标局提供的PTO/AIA/01表格作为这一官方声明。尽管宣誓书或声明可以稍后提交，但强烈建议在最初提交专利申请时就包含宣誓书或声明。\nOath or Declaration https://www.uspto.gov/sites/default/files/documents/aia0001.pdf\n🗹 信息披露声明 Information Disclosure Statement, IDS\r信息披露声明（Information Disclosure Statement, IDS）是提交给美国专利商标局（USPTO）的一份文件，详细描述了对专利申请审查有重要性的参考文献和相关信息。准备和申请美国专利的个人有义务和责任向美国专利商标局（USPTO）报告任何可能对申请审查有重大影响的参考文献或信息。这一义务持续到专利被授权。\n🗹 专利申请表 Utility Patent Application Transmittal\r专利申请表（USPTO PTO/AIA/15）是在美国提交实用专利申请时使用的官方文件。该表格需填写专利申请的相关文件的一些基本信息。\nUtility Patent Application Transmittal\rhttp://www.uspto.gov/forms/aia0015.pdf\n🗹 小型和微型实体 Small and Micro Entity Status\r具有小型或微型实体身份的申请人有资格获得费用减免。如果您符合小型实体的条件，申请减免费用不需要特殊表格；只需在费用传递表或申请数据表上勾选相应的选项，并支付相应的小型实体费用即可。微型实体身份适用于符合小型实体标准及额外要求的个人、小型企业或非营利组织。要获得微型实体身份并进一步享受折扣，个人必须填写PTO/SB/15A或15B表格。\n对于PTO/SB/15A，个人必须：\n符合小型实体的条件。 在不超过四项美国非临时专利申请中被命名为发明者。 上一年的总收入未超过中等家庭收入的三倍，且没有以取消微型实体资格的方式分配或许可权利。 对于PTO/SB/15B，个人必须：\n符合小型实体的条件。 主要由定义在1965年《高等教育法》中的高等教育机构雇佣的个人。但是，专利权利的许可和转让可能会使其不再符合微型实体的资格条件。 有关更多详细信息，请参阅37 CFR 1.29和MPEP § 509.03。基于总收入的认证链接可在www.uspto.gov/forms/sb0015a.pdf找到，而基于高等教育机构雇佣的认证链接则在www.uspto.gov/forms/sb0015b.pdf。\n🗹 费用表 Fee Transmittal\r费用表或PTO/SB/17表用于明确专利申请所需缴纳的官方费用。申请人（包括小型和微型实体）在提交时必须支付申请、搜索和审查费用。未能在提交时支付这些费用将导致迟交费用的额外收费。此外，如果权利要求超过一定数目，还需支付额外的权利要求费。\nFee Transmittal\rhttp://www.uspto.gov/forms/sb0017.pdf\n注：对于PCT国家阶段的美国专利申请，不应使用PTO/SB/17费用表，而应使用PTO-1390表格。这两种表格的费率是不同的。","专利申请清单#专利申请清单":""},"title":"美国专利申请清单"},"/cn/docs/application/ids/":{"data":{"":"","ids费用和要求#\u003cstrong\u003eIDS费用和要求\u003c/strong\u003e":"","信息披露声明ids简单提交指南#\u003cstrong\u003e信息披露声明（IDS）简单提交指南\u003c/strong\u003e":"","信息披露声明需要包括的内容#\u003cstrong\u003e信息披露声明需要包括的内容\u003c/strong\u003e":"","相关链接#相关链接":"信息披露声明（Information Disclosure Statement, IDS）是提交给美国专利商标局（USPTO）的一份文件，详细描述了对专利申请审查有重要性的参考文献和相关信息。准备和申请美国专利的个人有义务和责任向美国专利商标局（USPTO）报告任何可能对申请审查有重大影响的参考文献或信息。这一义务持续到专利被授权。根据37 C.F.R. §1.56(c)，这一义务适用于发明人、授权人的雇员以及美国和外国的律师和代理人。\n信息披露声明需要包括的内容\r提交IDS时，主要包括的信息和内容:\n参考文献和相关的信息:\n所有已知的与发明的专利性相关的参考文献或信息。这包括以前的专利、已发表的专利申请、期刊文章和其他出版物。 国外的专利文件:\n国外专利局提交的专利申请或相关PCT申请的国际搜索报告中引用的参考文献。 相关的通讯信息:\n在相关申请中与国外专利局的相关通讯信息，这些信息可能影响当前申请的专利性。 相关的翻译文件:\n对非英文参考文献的简要说明及其相关性，如果有现成的英文翻译，请一并提供。 IDS费用和要求\rIDS提交时间 费用及额外要求 第一次审查意见下发之前 无费用 第一次审查意见下发之后 提供§1.97(e)声明时无费用 未提供§1.97(e)声明时260美元 最终审查意见或者授权通知下发后 需要§1.97(e)声明，费用为260美元 未提供§1.97(e)声明时不被接受 缴纳专利许可费后 不被接受 美国专利商标局（USPTO）自2022年10月3日起对信息披露声明（IDS）实施了最新的费用，费用从180美元上涨至260美元。鉴于IDS提交费用的大幅上涨，申请人在美国专利审查意见（Office Action）过程中应特别注意提交的时机。特别是在第一次审查意见或授权通知之后，熟悉IDS提交的时间点至关重要，以避免产生额外成本。在专利申请过程中，关于IDS提交的时机和必要性的策略可以有效控制专利申请的费用。最重要的是尽量避免晚递交IDS导致的提交继续审查请求（RCE）。\n信息披露声明（IDS）简单提交指南\r在第一次审查意见之前的IDS：\n在最初申请的前三个月内无需支付USPTO费用。由于USPTO很少在此期间发布第一次审查意见，这一规则很少应用。 在最初三个月之后，如果在第一次审查意见发布之前提交IDS，仍可以避免支付USPTO费用 [参见 37 CFR 1.97(b)(3)]。 如果已提交继续审查请求（Request for Continued Examination, RCE），则在第一次（继RCE后的）审查意见发布之前提交IDS无需官方费用 [参见 37 CFR 1.97(b)(4)]。 在第一次审查意见之后但在最终审查意见或授权通知之前：\n在第一次审查意见发布后提交的IDS需要： 根据37 C.F.R. §1.97(e)的声明，需确认信息披露声明中的每一项信息都是在提交IDS前不超过三个月内首次被外国专利局在对应外国申请的沟通中引用的，或声明这些信息在提交IDS前三个月以上并未被37 CFR 1.56(c)中指定的任何个人所知晓。 如果无法提供此类声明，则需提交260美元费用和费用转交表格。 在最终审查意见或授权通知之后：\n在最终审查意见或授权通知发布后但在缴纳授权费之前提交的IDS必须包括一份§1.97(e)声明和260美元费用。 如果未提供§1.97(e)声明，USPTO将不会考虑这些信息，此时将需要提交继续审查请求（RCE）或其他继续程序。 在缴纳授权费之后：\n在缴纳授权费之后提交的IDS将不会被USPTO考虑。 若要使IDS被考虑，需要提交撤回授权申请的请求书以及继续审查请求（RCE）或其他继续程序。 对专利期限调整的影响：\n如果IDS未在37 CFR 1.56(c)中指定的任何个人接收到信息后的30天内提交，可能会减少专利期限调整。 为避免可能的专利期限调整减少，请包括一份声明，确认每一项信息都是在提交IDS前不超过30天内被外国专利局引用的。 针对缴纳授权费后，或在最终审查意见或授权通知之后不能提供§1.97(e)声明时的可选操作\r如果您需要在缴纳授权费或在最终审查意见或授权通知之后提交IDS，但无法提供§1.97(e)声明，请考虑以下选项：\n提交继续审查请求（RCE）：\n这允许提交IDS并回应任何悬而未决的反对意见。 除260美元IDS费用外，还需承担RCE费用。 这可能会导致专利授予的延迟。 提交快速通道信息披露声明（Quick Path Information Disclosure Statement, QPIDS）\n这是在缴纳问题费后提交IDS的简化程序。 需要§1.97(e)声明，撤回问题费后的授权申请，以及一个有条件的RCE。 涉及额外费用和程序。 提交撤回授权申请的请愿书：\n通过在授权发放前撤回申请来提交IDS。 可能涉及重新申请和额外成本。 以上的简单操作指南确保所有相关信息及时向USPTO披露，有助于公平和全面的专利申请审查。在选择最佳选项时，应根据获得专利的紧迫性、申请的复杂性、预算以及克服拒绝意见的可能性来综合考虑。\n相关链接\rUSPTO IDS表格 USPTO 费率表 ","针对缴纳授权费后或在最终审查意见或授权通知之后不能提供197e声明时的可选操作#\u003cstrong\u003e针对缴纳授权费后，或在最终审查意见或授权通知之后不能提供§1.97(e)声明时的可选操作\u003c/strong\u003e":""},"title":"信息披露声明"},"/cn/docs/application/overcomingpriorart/":{"data":{"":"公开披露一项发明通常会使其失去后续专利申请的资格。美国专利法有如下无法获得专利的规定，35 U.S.C. 102(a)(1)：\n(1) 被授权专利，描述在印刷出版物中，或在公共使用中，出售，或在申请的发明的有效申请日期之前以其他方式向公众公开。\n(1) Patented, described in a printed publication, or in public use, on sale, or otherwise available to the public before the effective filing date of the claimed invention.\n其中，“otherwise available to the public”，“以其他方式向公众公开”，广泛涵盖了发明在其有效申请日期之前的任何公开披露。无论发明是否已经正式获得专利，出版或出售，公开披露包括多种形式。公开方式可以是公开演示、口头报告、在线披露、发表的学术作品，甚至非正式的公共使用。\n在提交专利申请之前保持发明的机密性至关重要，因为任何公开披露都可能危及其专利性。然而，美国提供了一年的宽限期，允许发明人在出版后一年内申请专利。根据35 U.S.C. 102(b)(1)(A)，在申请的发明的有效申请日期之前一年或不到一年内做出的披露，如果：\n(A) 披露是由发明人或共同发明人做出的，或者由直接或间接从发明人或共同发明人获得所披露主题的其他人做出的。\n(A) the disclosure was made by the inventor or joint inventor, or by another who obtained the subject matter directly or indirectly from the inventor or a joint inventor.\n在学术界，研究人员通常首先通过科学期刊或会议发布他们的研究成果，然后才考虑申请专利。对学者来说，意识并遵守这一年的宽限期至关重要。如今，许多出版商提供早期在线出版，早于正式出版日期。在专利法中，这种早期在线出版被视为公开披露。因此，发明人应该积极主动地在这个宽限期内及时提交他们的专利申请，以维护他们的专利资格。\n为了应对由于发明人自己的出版物引起的拒绝，美国专利局允许根据37 CFR 1.130(a)提交一份宣誓书或声明。这份声明应该证实发明人对披露负有责任，或者是由他们衍生出来的。在宽限期内的合著情况下，声明应该包括发明人对其在发明中的角色作出的明确陈述，以及对其他作者参与的合理解释。这一做法得到了M.P.E.P. 2155.01的支持，并在In re Katz (687 F.2d 450, 453 (C.C.P.A. 1982))中建立了先例，通常被称为“Katz Declaration”。\n声明可以陈述如下内容：\nInventors 1 and 2 conceived the idea, conducted the experiments, and authored the article titled […], published on [DATE] in [Journal Name]. The paper disclosed subject matter related to the above-referenced application less than one year prior to the application’s effective filing date. 需要指出的是，发明权（inventorship）和作者权（authoership）是根本不同的概念。在许多研究情景中，作者权通常被错误地等同于发明权。然而，为专利确定发明人的过程与为出版物确定作者的过程是不同的。在期刊文章上担任作者并不自动确保在专利上担任发明人。根据美国专利法，每位发明人必须作出新颖、非显而易见和重大的贡献。仅执行实验、收集数据或审阅文章而未对核心理念作出智力贡献的人通常不被认为是发明人。通常，发明权归于那些构思发明的人，而不是那些仅协助其开发或记录的人。\n如果发明人选择将文章的合著者学生或其他研究人员排除在专利的发明权之外，声明可包括以下陈述：\nTwo co-authors, Student 1 and Student 2, supervised by the inventor, contributed to the experiments. Other co-authors, Professor 1 and Researcher 2, assisted with data analysis and reviewed the manuscript of the article after the conception of the claimed invention was completed. 在处理专利申请时，将发明权与作者权清晰地区分开来是必要的。这不仅有助于保护发明人的合法权益，也确保了学术研究的公正性和透明度。错误地识别或排除发明人可能导致专利的无效或法律纠纷，而在学术出版物中错误地识别或排除作者可能涉及学术不端和道德问题。因此，无论是在专利法律框架下，还是在学术研究领域，正确识别贡献者都是至关重要的。"},"title":"发表的论文对专利的影响"}}